<?

// Языковые конструкии используемые в index.php
$lang_error = array(

// Заголовок
'title 400'	=>	'400 - Неправильный запрос',
'title 401'	=>	'401 - Требуется авторизация',
'title 403'	=>	'403 - Доступ запрещён',
'title 404'	=>	'404 - Страница не найдена',
'title 500'	=>	'500 - Внутренняя ошибка сервера',
// Описание
'desc 400'	=>	'Запрос не может быть принят',
'desc 401'	=>	'Требуется авторизация',
'desc 403'	=>	'У Вас нет прав для доступа к этой странице',
'desc 404'	=>	'Запрашиваемая страница отсутствует на сервере',
'desc 500'	=>	'Ошибка сервера. Невозможно выполнить запрос',

// Код ошибки (eng)
'kod 400'	=>	'400 Bad Request (Неверный запрос)',
'kod 401'	=>	'401 Unauthorized (Неизвестен)',
'kod 403'	=>	'403 Forbidden (Запретный)',
'kod 404'	=>	'404 Not Found (Не найден)',
'kod 500'	=>	'500 Internal Server Error (Внутренняя ошибка сервера)',

// Совет
'board 400'	=>	'Запрос содержит синтаксическую ошибку и не может быть принят сервером',
'board 401'	=>	'Запрос требует аутентификации пользователя',
'board 403'	=>	'По какой либо причине у Вас нет права доступа к этой части сайта',
'board 404'	=>	'Сервер не нашел ничего, что могло бы соответствовать URL запросу',
'board 500'	=>	'Сервер столкнулся с непредвиденными обстоятельствами, которые не позволяют ему выполнить запрос',

'Search'	=>	'Чтобы найти интересующую Вас информацию, воспользуйтесь <a href="%s">поиском</a> или перейдите на <a href="%s">главную страницу</a>',
'Redirect'	=>	'Вы будите автоматически перенаправлены на главную страницу, через%sсекунд(ы)'

);